Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Enables swipe from edge to navigate history.
ar: يتيح السحب من الحافة للتنقل في السجل.
ca: Activa el lliscament des de la vora per navegar per l'historial.
cs: Povoluje přejetí z okraje pro navigaci v historii.
da: Aktiverer swipe fra kant for at navigere i historik.
de: Aktiviert Wischen vom Rand, um im Verlauf zu navigieren.
el: Ενεργοποιεί σάρωση από το άκρο για πλοήγηση στο ιστορικό.
es: Activa el deslizamiento desde el borde para navegar por el historial.
fi: Mahdollistaa pyyhkäisyn reunasta historian navigoimiseksi.
fr: Active le balayage depuis le bord pour naviguer dans l'historique.
he: מאפשר החלקה מהקצה לניווט בהיסטוריה.
hi: इतिहास में नेविगेट करने के लिए किनारे से स्वाइप सक्षम करता है।
hr: Omogućuje povlačenje s ruba za navigaciju kroz povijest.
hu: Engedélyezi a szélről történő húzást az előzmények közötti navigáláshoz.
id: Mengaktifkan geser dari tepi untuk menavigasi riwayat.
it: Abilita lo swipe dal bordo per navigare nella cronologia.
ja: エッジからのスワイプで履歴ナビゲーションを有効にします。
ko: 가장자리에서 스와이프로 앞뒤로 갑니다.
ms: Mendayakan leret dari tepi untuk menavigasi sejarah.
nb: Aktiverer sveip fra kant for å navigere i historikk.
nl: Schakelt vegen vanaf de rand in om door de geschiedenis te navigeren.
pl: Włącza przesuwanie od krawędzi, aby nawigować po historii.
pt_br: Ativa deslizar da borda para navegar no histórico.
pt_pt: Ativa deslizar da borda para navegar no histórico.
ro: Activează glisarea de la margine pentru a naviga în istoric.
ru: Включает свайп с края для навигации по истории.
sk: Povoluje potiahnutie od okraja na navigáciu v histórii.
sv: Aktiverar svepning från kanten för att navigera i historik.
th: เปิดใช้งานการปัดจากขอบเพื่อนำทางประวัติ
tr: Geçmişte gezinmek için kenardan kaydırmayı etkinleştirir.
uk: Вмикає свайп з краю для навігації по історії.
vi: Cho phép vuốt từ cạnh để điều hướng lịch sử.
zh_hans: 启用从边缘滑动以导航历史记录。
zh_hant: 啟用從邊緣滑動以瀏覽歷史記錄。

source: Enables text selection, copy, and other text interactions.
ar: يمكّن تحديد النص والنسخ والتفاعلات النصية الأخرى.
ca: Activa la selecció de text, copiar i altres interaccions de text.
cs: Povoluje výběr textu, kopírování a další textové interakce.
da: Aktiverer tekstvalg, kopiering og andre tekstinteraktioner.
de: Aktiviert Textauswahl, Kopieren und andere Textinteraktionen.
el: Ενεργοποιεί την επιλογή κειμένου, την αντιγραφή και άλλες αλληλεπιδράσεις κειμένου.
es: Habilita la selección de texto, copiar y otras interacciones de texto.
fi: Ottaa käyttöön tekstin valinnan, kopioinnin ja muut tekstivuorovaikutukset.
fr: Active la sélection, la copie et d'autres interactions textuelles.
he: מאפשר בחירת טקסט, העתקה ואינטראקציות טקסט אחרות.
hi: टेक्स्ट चयन, कॉपी और अन्य टेक्स्ट इंटरैक्शन सक्षम करता है।
hr: Omogućuje odabir teksta, kopiranje i druge tekstualne interakcije.
hu: Engedélyezi a szövegkijelölést, másolást és egyéb szöveges műveleteket.
id: Mengaktifkan pemilihan teks, salin, dan interaksi teks lainnya.
it: Abilita la selezione del testo, la copia e altre interazioni testuali.
ja: テキスト選択、コピー、およびその他のテキスト操作を有効にします。
ko: 텍스트 선택 및 복사가 가능합니다.
ms: Membolehkan pemilihan teks, salin, dan interaksi teks lain.
nb: Aktiverer tekstvalg, kopiering og andre tekstinteraksjoner.
nl: Schakelt tekstselectie, kopiëren en andere tekstinteracties in.
pl: Włącza zaznaczanie tekstu, kopiowanie i inne interakcje tekstowe.
pt_br: Ativa seleção de texto, cópia e outras interações de texto.
pt_pt: Ativa seleção de texto, cópia e outras interações de texto.
ro: Activează selectarea textului, copierea și alte interacțiuni cu textul.
ru: Включает выделение текста, копирование и другие текстовые взаимодействия.
sk: Povoľuje výber textu, kopírovanie a ďalšie textové interakcie.
sv: Aktiverar textmarkering, kopiering och andra textinteraktioner.
th: เปิดใช้งานการเลือกข้อความ คัดลอก และการโต้ตอบข้อความอื่นๆ
tr: Metin seçimini, kopyalamayı ve diğer metin etkileşimlerini etkinleştirir.
uk: Вмикає виділення тексту, копіювання та інші текстові взаємодії.
vi: Bật chọn văn bản, sao chép và các tương tác văn bản khác.
zh_hans: 启用文本选择、复制和其他文本交互。
zh_hant: 啟用文字選取、複製和其他文字互動。

source: Enables the system find panel (Cmd+F on iPad with keyboard).
ar: يفعّل لوحة البحث في النظام (Cmd+F على iPad مع لوحة المفاتيح).
ca: Activa el tauler de cerca del sistema (Cmd+F a l'iPad amb teclat).
cs: Aktivuje systémový panel hledání (Cmd+F na iPadu s klávesnicí).
da: Aktiverer systemets søgepanel (Cmd+F på iPad med tastatur).
de: Aktiviert das System-Suchfeld (Cmd+F auf iPad mit Tastatur).
el: Ενεργοποιεί τον πίνακα εύρεσης συστήματος (Cmd+F σε iPad με πληκτρολόγιο).
es: Activa el panel de búsqueda del sistema (Cmd+F en iPad con teclado).
fi: Ottaa käyttöön järjestelmän etsintäpaneelin (Cmd+F iPadilla näppäimistöllä).
fr: Active le panneau de recherche système (Cmd+F sur iPad avec clavier).
he: מפעיל את לוח החיפוש של המערכת (Cmd+F ב-iPad עם מקלדת).
hi: सिस्टम फाइंड पैनल सक्षम करता है (कीबोर्ड वाले iPad पर Cmd+F)।
hr: Omogućuje sistemsku ploču za pretraživanje (Cmd+F na iPadu s tipkovnicom).
hu: Engedélyezi a rendszer keresőpanelét (Cmd+F iPad-en billentyűzettel).
id: Mengaktifkan panel pencarian sistem (Cmd+F di iPad dengan keyboard).
it: Abilita il pannello trova di sistema (Cmd+F su iPad con tastiera).
ja: システム検索パネルを有効にします（iPad+キーボードでCmd+F）。
ko: 시스템 찾기 패널을 활성화합니다. iPad 키보드에서 Cmd+F로 사용합니다.
ms: Mengaktifkan panel cari sistem (Cmd+F pada iPad dengan papan kekunci).
nb: Aktiverer systemets søkepanel (Cmd+F på iPad med tastatur).
nl: Activeert het systeemzoekvenster (Cmd+F op iPad met toetsenbord).
pl: Włącza systemowy panel wyszukiwania (Cmd+F na iPadzie z klawiaturą).
pt_br: Ativa o painel de busca do sistema (Cmd+F no iPad com teclado).
pt_pt: Ativa o painel de pesquisa do sistema (Cmd+F no iPad com teclado).
ro: Activează panoul de căutare al sistemului (Cmd+F pe iPad cu tastatură).
ru: Включает системную панель поиска (Cmd+F на iPad с клавиатурой).
sk: Aktivuje systémový panel vyhľadávania (Cmd+F na iPade s klávesnicou).
sv: Aktiverar systemets sökpanel (Cmd+F på iPad med tangentbord).
th: เปิดใช้งานแผงค้นหาของระบบ (Cmd+F บน iPad พร้อมคีย์บอร์ด)
tr: Sistem bul panelini etkinleştirir (klavyeli iPad'de Cmd+F).
uk: Вмикає системну панель пошуку (Cmd+F на iPad з клавіатурою).
vi: Bật bảng tìm kiếm hệ thống (Cmd+F trên iPad có bàn phím).
zh_hans: 启用系统查找面板（iPad配键盘时按Cmd+F）。
zh_hant: 啟用系統尋找面板（iPad配鍵盤時按Cmd+F）。

source: Encode
ar: ترميز
ca: Codifica
cs: Kódovat
da: Kodér
de: Kodieren
el: Κωδικοποίηση
es: Codificar
fi: Koodaa
fr: Encoder
he: קודד
hi: एनकोड
hr: Kodiraj
hu: Kódolás
id: Enkode
it: Codifica
ja: エンコード
ko: 인코드
ms: Kod
nb: Kod
nl: Coderen
pl: Koduj
pt_br: Codificar
pt_pt: Codificar
ro: Codează
ru: Кодировать
sk: Kódovať
sv: Koda
th: เข้ารหัส
tr: Kodla
uk: Кодувати
vi: Mã hóa
zh_hans: 编码
zh_hant: 編碼

source: Engine
ar: المحرك
ca: Motor
cs: Jádro
da: Motor
el: Μηχανή
es: Motor
fi: Moottori
fr: Moteur
he: מנוע
hi: इंजन
hr: Motor
hu: Motor
id: Mesin
it: Motore
ja: エンジン
ko: 엔진
ms: Enjin
nb: Motor
pl: Silnik
pt_br: Motor
pt_pt: Motor
ro: Motor
ru: Движок
sv: Motor
th: เอ็นจิน
tr: Motor
uk: Рушій
zh_hans: 引擎
zh_hant: 引擎

source: Enter any valid User Agent string
ar: أدخل أي سلسلة User Agent صالحة
ca: Introduïu qualsevol cadena User Agent vàlida
cs: Zadejte libovolný platný řetězec User Agent
da: Indtast en gyldig User Agent-streng
de: Geben Sie eine gültige User-Agent-Zeichenfolge ein
el: Εισάγετε οποιαδήποτε έγκυρη συμβολοσειρά User Agent
es: Ingrese cualquier cadena de User Agent válida
fi: Syötä mikä tahansa kelvollinen User Agent -merkkijono
fr: Entrez une chaîne User Agent valide
he: הזן כל מחרוזת User Agent תקינה
hi: कोई भी वैध User Agent स्ट्रिंग दर्ज करें
hr: Unesite bilo koji valjani User Agent niz
hu: Adjon meg bármilyen érvényes User Agent karakterláncot
id: Masukkan string User Agent yang valid
it: Inserisci una stringa User Agent valida
ja: 有効なUser Agent文字列を入力してください
ko: User Agent 문자열을 입력하십시오.
ms: Masukkan sebarang rentetan User Agent yang sah
nb: Skriv inn en gyldig User Agent-streng
nl: Voer een geldige User Agent-string in
pl: Wprowadź dowolny prawidłowy ciąg User Agent
pt_br: Digite qualquer string de User Agent válida
pt_pt: Introduza qualquer string de User Agent válida
ro: Introduceți orice șir User Agent valid
ru: Введите любую действительную строку User Agent
sk: Zadajte akýkoľvek platný reťazec User Agent
sv: Ange en giltig User Agent-sträng
th: ป้อนสตริง User Agent ที่ถูกต้อง
tr: Geçerli bir User Agent dizesi girin
uk: Введіть будь-який дійсний рядок User Agent
vi: Nhập bất kỳ chuỗi User Agent hợp lệ nào
zh_hans: 输入任何有效的 User Agent 字符串
zh_hant: 輸入任何有效的 User Agent 字串

source: Enter key
ar: مفتاح Enter
ca: Tecla Enter
cs: Klávesa Enter
da: Enter-tast
de: Eingabetaste
el: Πλήκτρο Enter
es: Tecla Enter
fi: Enter-näppäin
fr: Touche Entrée
he: מקש Enter
hi: Enter कुंजी
hr: Tipka Enter
hu: Enter billentyű
id: Tombol Enter
it: Tasto Invio
ja: Enterキー
ko: Enter 키
ms: Kekunci Enter
nb: Enter-tast
nl: Enter-toets
pl: Klawisz Enter
pt_br: Tecla Enter
pt_pt: Tecla Enter
ro: Tasta Enter
ru: Клавиша Enter
sk: Kláves Enter
sv: Enter-tangent
th: ปุ่ม Enter
tr: Enter tuşu
uk: Клавіша Enter
vi: Phím Enter
zh_hans: Enter键
zh_hant: Enter鍵

source: Enter text
ar: أدخل النص
ca: Introdueix text
cs: Zadejte text
da: Indtast tekst
de: Text eingeben
el: Εισαγωγή κειμένου
es: Introducir texto
fi: Syötä teksti
fr: Saisir le texte
he: הזן טקסט
hi: टेक्स्ट दर्ज करें
hr: Unesite tekst
hu: Szöveg megadása
id: Masukkan teks
it: Inserisci testo
ja: テキストを入力
ko: 텍스트 입력
ms: Masukkan teks
nb: Skriv inn tekst
nl: Voer tekst in
pl: Wprowadź tekst
pt_br: Digite o texto
pt_pt: Introduza o texto
ro: Introduceți text
ru: Введите текст
sk: Zadajte text
sv: Ange text
th: ป้อนข้อความ
tr: Metin girin
uk: Введіть текст
vi: Nhập văn bản
zh_hans: 输入文本
zh_hant: 輸入文字

source: Enter URL
ar: أدخل الرابط
ca: Introdueix l'URL
cs: Zadejte URL
da: Indtast URL
de: URL eingeben
el: Εισαγωγή URL
es: Introducir URL
fi: Syötä URL
fr: Entrer l'URL
he: הזן כתובת URL
hi: URL दर्ज करें
hr: Unesite URL
hu: URL megadása
id: Masukkan URL
it: Inserisci URL
ja: URLを入力
ko: URL 입력
ms: Masukkan URL
nb: Skriv inn URL
nl: Voer URL in
pl: Wpisz URL
pt_br: Inserir URL
pt_pt: Introduzir URL
ro: Introduceți URL
ru: Введите URL
sk: Zadajte URL
sv: Ange URL
th: ป้อน URL
tr: URL girin
uk: Введіть URL
vi: Nhập URL
zh_hans: 输入URL
zh_hant: 輸入URL

source: entries
ar: إدخالات
ca: entrades
cs: záznamů
da: poster
de: Einträge
el: καταχωρήσεις
es: entradas
fi: merkintää
fr: entrées
he: רשומות
hi: प्रविष्टियां
hr: unosa
hu: bejegyzés
id: entri
it: voci
ja: エントリ
ko: 항목
ms: entri
nb: oppføringer
nl: items
pl: wpisów
pt_br: entradas
pt_pt: entradas
ro: intrări
ru: записей
sk: záznamov
sv: poster
th: รายการ
tr: girdi
uk: записів
vi: mục
zh_hans: 条目
zh_hant: 條目

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Error: %@
ar: خطأ: %@
cs: Chyba: %@
da: Fejl: %@
de: Fehler: %@
el: Σφάλμα: %@
fi: Virhe: %@
fr: Erreur : %@
he: שגיאה: %@
hi: त्रुटि: %@
hr: Pogreška: %@
hu: Hiba: %@
id: Kesalahan: %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
ms: Ralat: %@
nb: Feil: %@
nl: Fout: %@
pl: Błąd: %@
pt_br: Erro: %@
pt_pt: Erro: %@
ro: Eroare: %@
ru: Ошибка: %@
sk: Chyba: %@
sv: Fel: %@
th: ข้อผิดพลาด: %@
tr: Hata: %@
uk: Помилка: %@
vi: Lỗi: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Eruda is a third-party in-page console that will be injected into web pages. • This is open-source software (MIT License) • Use at your own risk • The built-in DevTools menu will be disabled while Eruda mode is active You can disable Eruda mode anytime from Settings.
ar: Eruda هو وحدة تحكم طرف ثالث يتم حقنها في صفحات الويب. • برنامج مفتوح المصدر (ترخيص MIT) • استخدم على مسؤوليتك • يتم تعطيل أدوات المطور المدمجة أثناء وضع Eruda يمكنك تعطيل Eruda في أي وقت من الإعدادات.
ca: Eruda és una consola de tercers que s'injectarà a les pàgines web. • Programari de codi obert (llicència MIT) • Utilitzeu sota la vostra responsabilitat • El menú DevTools integrat es desactivarà mentre el mode Eruda estigui actiu Podeu desactivar el mode Eruda en qualsevol moment des de Configuració.
cs: Eruda je konzole třetí strany vkládaná do webových stránek. • Open-source software (licence MIT) • Používáte na vlastní riziko • Vestavěné DevTools jsou v režimu Eruda vypnuté Eruda můžete kdykoli vypnout v Nastavení.
da: Eruda er en tredjepartskonsol, der injiceres i websider. • Open source-software (MIT-licens) • Brug på eget ansvar • Indbyggede DevTools er deaktiveret i Eruda-tilstand Du kan deaktivere Eruda når som helst fra Indstillinger.
de: Eruda ist eine Drittanbieter-Konsole, die in Webseiten injiziert wird. • Open-Source (MIT-Lizenz) • Nutzung auf eigene Gefahr • Eingebaute DevTools sind im Eruda-Modus deaktiviert Sie können Eruda jederzeit in den Einstellungen deaktivieren.
el: Το Eruda είναι μια κονσόλα τρίτου μέρους που εισάγεται σε ιστοσελίδες. • Λογισμικό ανοιχτού κώδικα (άδεια MIT) • Χρήση με δική σας ευθύνη • Τα ενσωματωμένα DevTools είναι απενεργοποιημένα στη λειτουργία Eruda Μπορείτε να απενεργοποιήσετε το Eruda ανά πάσα στιγμή από τις Ρυθμίσεις.
es: Eruda es una consola de terceros que se inyecta en páginas web. • Software de código abierto (licencia MIT) • Úselo bajo su propio riesgo • Las DevTools integradas se desactivan en modo Eruda Puede desactivar Eruda en cualquier momento desde Ajustes.
fi: Eruda on kolmannen osapuolen konsoli, joka injektoidaan verkkosivuille. • Avoimen lähdekoodin ohjelmisto (MIT-lisenssi) • Käytä omalla vastuullasi • Sisäänrakennettu DevTools on pois käytöstä Eruda-tilassa Voit poistaa Erudan käytöstä milloin tahansa Asetuksista.
fr: Eruda est une console tierce injectée dans les pages web. • Logiciel open-source (licence MIT) • Utilisez à vos propres risques • Les DevTools intégrés sont désactivés en mode Eruda Vous pouvez désactiver Eruda dans les réglages.
he: Eruda הוא קונסול צד שלישי המוזרק לדפי אינטרנט. • תוכנת קוד פתוח (רישיון MIT) • השימוש על אחריותך • ה-DevTools המובנים מושבתים במצב Eruda ניתן להשבית את Eruda בכל עת מההגדרות.
hi: Eruda एक थर्ड-पार्टी इन-पेज कंसोल है जो वेब पेजों में इंजेक्ट होगा। • यह ओपन-सोर्स सॉफ़्टवेयर है (MIT लाइसेंस) • अपने जोखिम पर उपयोग करें • Eruda मोड सक्रिय होने पर बिल्ट-इन DevTools अक्षम होगा आप सेटिंग्स से कभी भी Eruda मोड को अक्षम कर सकते हैं।
hr: Eruda je konzola treće strane koja će biti ubrizgana u web stranice. • Softver otvorenog koda (MIT licenca) • Koristite na vlastitu odgovornost • Ugrađeni DevTools izbornik bit će onemogućen dok je aktivan Eruda način Možete onemogućiti Eruda način bilo kada iz Postavki.
hu: Az Eruda egy harmadik féltől származó konzol, amelyet a weboldalakba injektálnak. • Nyílt forráskódú szoftver (MIT licenc) • Saját felelősségre használja • A beépített DevTools le van tiltva Eruda módban Az Eruda bármikor kikapcsolható a Beállításokban.
id: Eruda adalah konsol pihak ketiga yang akan disuntikkan ke halaman web. • Perangkat lunak sumber terbuka (Lisensi MIT) • Gunakan dengan risiko sendiri • Menu DevTools bawaan akan dinonaktifkan saat mode Eruda aktif Anda dapat menonaktifkan mode Eruda kapan saja dari Pengaturan.
it: Eruda è una console di terze parti iniettata nelle pagine web. • Software open-source (licenza MIT) • Usalo a tuo rischio • I DevTools integrati sono disabilitati in modalità Eruda Puoi disabilitare Eruda in qualsiasi momento dalle Impostazioni.
ja: Erudaはウェブページに注入されるサードパーティコンソールです。 • オープンソース（MITライセンス） • 自己責任でご使用ください • Erudaモード中は内蔵DevToolsは無効 設定からいつでも無効にできます。
ko: Eruda는 웹 페이지에 주입되는 서드파티 콘솔입니다. • 오픈 소스입니다 (MIT 라이선스) • 사용은 본인 책임입니다 • Eruda 켜면 내장 DevTools는 꺼집니다. 설정에서 언제든 끌 수 있습니다.
ms: Eruda ialah konsol pihak ketiga yang akan disuntik ke dalam halaman web. • Perisian sumber terbuka (Lesen MIT) • Gunakan atas risiko sendiri • Menu DevTools terbina dalam akan dilumpuhkan semasa mod Eruda aktif Anda boleh melumpuhkan mod Eruda pada bila-bila masa dari Tetapan.
nb: Eruda er en tredjepartskonsoll som injiseres i nettsider. • Åpen kildekode-programvare (MIT-lisens) • Bruk på egen risiko • Innebygde DevTools er deaktivert i Eruda-modus Du kan deaktivere Eruda når som helst fra Innstillinger.
nl: Eruda is een console van derden die in webpagina's wordt geïnjecteerd. • Open-source software (MIT-licentie) • Gebruik op eigen risico • Ingebouwde DevTools zijn uitgeschakeld in Eruda-modus U kunt Eruda op elk moment uitschakelen in Instellingen.
pl: Eruda to konsola zewnętrzna wstrzykiwana do stron. • Oprogramowanie open-source (licencja MIT) • Używasz na własne ryzyko • Wbudowane DevTools są wyłączone w trybie Eruda Możesz wyłączyć Eruda w dowolnym momencie w Ustawieniach.
pt_br: Eruda é um console de terceiros injetado em páginas web. • Software de código aberto (licença MIT) • Use por sua conta e risco • As DevTools integradas são desativadas no modo Eruda Você pode desativar o Eruda a qualquer momento nas Configurações.
pt_pt: Eruda é uma consola de terceiros injetada em páginas web. • Software de código aberto (licença MIT) • Use por sua conta e risco • As DevTools integradas são desativadas no modo Eruda Pode desativar o Eruda a qualquer momento nas Definições.
ro: Eruda este o consolă terță parte care va fi injectată în paginile web. • Software open-source (licență MIT) • Utilizați pe propriul risc • Meniul DevTools încorporat va fi dezactivat în modul Eruda Puteți dezactiva modul Eruda oricând din Setări.
ru: Eruda — сторонняя консоль, встраиваемая в веб-страницы. • Открытый исходный код (лицензия MIT) • Используйте на свой страх и риск • Встроенные DevTools отключены в режиме Eruda Вы можете отключить Eruda в настройках в любое время.
sk: Eruda je konzola tretej strany vkladaná do webových stránok. • Open-source softvér (licencia MIT) • Používate na vlastné riziko • Vstavané DevTools sú v režime Eruda vypnuté Eruda môžete kedykoľvek vypnúť v Nastaveniach.
sv: Eruda är en tredjepartskonsol som injiceras i webbsidor. • Öppen källkod (MIT-licens) • Använd på egen risk • Inbyggda DevTools är inaktiverade i Eruda-läge Du kan inaktivera Eruda när som helst från Inställningar.
th: Eruda เป็นคอนโซลของบุคคลที่สามที่จะถูกฉีดเข้าไปในหน้าเว็บ • ซอฟต์แวร์โอเพ่นซอร์ส (MIT License) • ใช้ความเสี่ยงเอง • DevTools ในตัวจะถูกปิดขณะโหมด Eruda ทำงาน คุณสามารถปิด Eruda ได้ตลอดเวลาจากการตั้งค่า
tr: Eruda, web sayfalarına enjekte edilen üçüncü taraf bir konsoldur. • Açık kaynak yazılım (MIT Lisansı) • Riski size aittir • Eruda modu etkinken yerleşik DevTools devre dışıdır Eruda'yı istediğiniz zaman Ayarlar'dan devre dışı bırakabilirsiniz.
uk: Eruda — консоль стороннього розробника, що вбудовується у веб-сторінки. • Відкритий код (ліцензія MIT) • Використовуйте на свій ризик • Вбудовані DevTools вимкнені в режимі Eruda Ви можете вимкнути Eruda будь-коли в налаштуваннях.
vi: Eruda là console bên thứ ba được chèn vào trang web. • Phần mềm mã nguồn mở (giấy phép MIT) • Sử dụng theo rủi ro của bạn • DevTools tích hợp bị tắt khi chế độ Eruda hoạt động Bạn có thể tắt Eruda bất cứ lúc nào từ Cài đặt.
zh_hans: Eruda是注入到网页的第三方控制台。 • 开源软件（MIT许可） • 使用风险自负 • Eruda模式下内置DevTools被禁用 可随时从设置中禁用。
zh_hant: Eruda是注入到網頁的第三方控制台。 • 開源軟體（MIT授權） • 使用風險自負 • Eruda模式下內建DevTools被停用 可隨時從設定中停用。

source: Eruda is a third-party mobile console.
ar: Eruda هي وحدة تحكم محمولة من طرف ثالث.
ca: Eruda és una consola mòbil de tercers.
cs: Eruda je mobilní konzole třetí strany.
da: Eruda er en tredjeparts mobilkonsol.
de: Eruda ist eine mobile Konsole eines Drittanbieters.
el: Το Eruda είναι κονσόλα κινητού τρίτου μέρους.
es: Eruda es una consola móvil de terceros.
fi: Eruda on kolmannen osapuolen mobiilikonsooli.
fr: Eruda est une console mobile tierce.
he: Eruda הוא קונסול נייד של צד שלישי.
hi: Eruda एक तृतीय-पक्ष मोबाइल कंसोल है।
hr: Eruda je mobilna konzola treće strane.
hu: Az Eruda egy harmadik féltől származó mobilkonzol.
id: Eruda adalah konsol seluler pihak ketiga.
it: Eruda è una console mobile di terze parti.
ja: Erudaはサードパーティのモバイルコンソールです。
ko: 서드파티 모바일 콘솔입니다.
ms: Eruda ialah konsol mudah alih pihak ketiga.
nb: Eruda er en tredjeparts mobilkonsoll.
nl: Eruda is een mobiele console van derden.
pl: Eruda to zewnętrzna konsola mobilna.
pt_br: Eruda é um console móvel de terceiros.
pt_pt: Eruda é uma consola móvel de terceiros.
ro: Eruda este o consolă mobilă terță.
ru: Eruda — сторонняя мобильная консоль.
sk: Eruda je mobilná konzola tretej strany.
sv: Eruda är en tredjeparts mobilkonsol.
th: Eruda เป็นคอนโซลมือถือของบุคคลที่สาม
tr: Eruda üçüncü taraf bir mobil konsoldur.
uk: Eruda — стороння мобільна консоль.
vi: Eruda là bảng điều khiển di động của bên thứ ba.
zh_hans: Eruda是一个第三方移动控制台。
zh_hant: Eruda是第三方行動控制台。

source: Exclude specific activities from Share sheet. Return array of activity type identifiers.
ar: استبعاد أنشطة محددة من ورقة المشاركة. إرجاع مصفوفة معرفات نوع النشاط.
ca: Exclou activitats del full de compartir. Retorna array d'identificadors de tipus d'activitat.
cs: Vyloučit aktivity z listu sdílení. Vrátí pole identifikátorů typů aktivit.
da: Ekskluder aktiviteter fra delingsark. Returnerer array af aktivitetstype-id'er.
de: Bestimmte Aktivitäten vom Share Sheet ausschließen. Gibt ein Array von Aktivitätstyp-IDs zurück.
el: Εξαίρεση δραστηριοτήτων από το φύλλο κοινοποίησης. Επιστρέφει πίνακα αναγνωριστικών τύπου δραστηριότητας.
es: Excluir actividades específicas de la hoja de compartir. Devuelve array de identificadores de tipo de actividad.
fi: Sulje pois toimintoja jakovalikosta. Palauttaa toimintotyyppi-tunnisteet.
fr: Exclure des activités spécifiques de la feuille de partage. Renvoie un tableau d'identifiants de type d'activité.
he: החרג פעילויות מדף השיתוף. מחזיר מערך מזהי סוג פעילות.
hi: शेयर शीट से विशिष्ट गतिविधियों को बाहर करें। गतिविधि प्रकार पहचानकर्ताओं की array लौटाता है।
hr: Isključi aktivnosti iz lista za dijeljenje. Vraća polje identifikatora vrste aktivnosti.
hu: Tevékenységek kizárása a megosztási lapról. Tevékenységtípus-azonosítók tömbjét adja vissza.
id: Kecualikan aktivitas dari lembar Bagikan. Kembalikan array pengidentifikasi jenis aktivitas.
it: Esclude attività specifiche dal foglio di condivisione. Restituisce array di identificatori tipo attività.
ja: 共有シートから特定のアクティビティを除外。アクティビティタイプ識別子の配列を返します。
ko: 공유 시트에서 특정 활동 제외. 활동 유형 식별자 배열 반환.
ms: Kecualikan aktiviti dari helaian Kongsi. Kembalikan tatasusunan pengecam jenis aktiviti.
nb: Ekskluder aktiviteter fra delingsarket. Returnerer array med aktivitetstype-ID-er.
nl: Sluit specifieke activiteiten uit van het deelblad. Retourneert array van activiteitstype-id's.
pl: Wyklucz działania z arkusza udostępniania. Zwraca tablicę identyfikatorów typów działań.
pt_br: Exclui atividades específicas da folha de compartilhamento. Retorna array de identificadores de tipo de atividade.
pt_pt: Exclui atividades específicas da folha de partilha. Retorna array de identificadores de tipo de atividade.
ro: Excludeți activități din foaia de partajare. Returnează array de identificatori tip activitate.
ru: Исключить действия из листа обмена. Возвращает массив идентификаторов типов действий.
sk: Vylúčiť aktivity z listu zdieľania. Vráti pole identifikátorov typov aktivít.
sv: Exkludera aktiviteter från delningsblad. Returnerar array med aktivitetstyp-ID.
th: ยกเว้นกิจกรรมเฉพาะจากแผ่นแชร์ คืนค่า array ของตัวระบุประเภทกิจกรรม
tr: Paylaşım sayfasından belirli etkinlikleri hariç tut. Etkinlik türü tanımlayıcı dizisi döndürür.
uk: Виключити активності з листа поділитися. Повертає масив ідентифікаторів типів активностей.
vi: Loại trừ hoạt động khỏi bảng chia sẻ. Trả về mảng định danh loại hoạt động.
zh_hans: 从共享表中排除特定活动。返回活动类型标识符数组。
zh_hant: 從共享表中排除特定活動。傳回活動類型識別碼陣列。
